
/* The label of the estimated reading time (worst case) */
"SlowReadingTime" = "Slow";

/* The label of the estimated reading time (average case) */
"AvgReadingTime" = "Average";

/* The label of the estimated reading time (best case) */
"FastReadingTime" = "Fast";

/* The label of the estimated reading time (reading aloud) */
"LoudReadingTime" = "Aloud";


/* The compact label of the estimated reading time (worst case) */
"SlowReadingTime_Compact" = "Slo";

/* The compact label of the estimated reading time (average case) */
"AvgReadingTime_Compact" = "Avg";

/* The compact label of the estimated reading time (best case) */
"FastReadingTime_Compact" = "Fst";

/* The compact label of the estimated reading time (readling aloud) */
"LoudReadingTime_Compact" = "Ald";


/* The format string for the reading time. (From left to right: hours, minutes) */
"ReadingTimeFormatHMS" = "%lu h %lu min";

/* The format string for the reading time. (From left to right: minutes, seconds) */
"ReadingTimeFormatMS" = "%lu min %lu sec";

/* The format string for the reading time. (seconds only) */
"ReadingTimeFormatS" = "%lu sec";


/* The compact format string for the reading time. (From left to right: hours, minutes) */
"ReadingTimeFormatHMS_Compact" = "%lu:%02lu h";

/* The compact format string for the reading time. (From left to right: minutes, seconds) */
"ReadingTimeFormatMS_Compact" = "%lu:%02lu";

/* The compact format string for the reading time. (seconds only) */
"ReadingTimeFormatS_Compact" = "0:%02lu";